Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: How your scores are computed
de: So werden deine Werte berechnet
es: Cómo se calculan tus puntuaciones
fr: Comment vos scores sont calculés
it: Come vengono calcolati i tuoi punteggi
pl: Jak obliczane są Twoje wyniki
pt_pt: Como são calculadas as tuas pontuações
ru: Как рассчитываются ваши показатели
th: วิธีคำนวณคะแนนของคุณ
zh_hans: 你的评分是如何计算的
zh_hant: 你的評分是如何計算的

source: How your scores work
de: So funktionieren deine Werte
es: Cómo funcionan tus puntuaciones
fr: Comment fonctionnent vos scores
it: Come funzionano i tuoi punteggi
pl: Jak działają Twoje wyniki
pt_pt: Como funcionam as tuas pontuações
ru: Как работают ваши показатели
th: คะแนนของคุณทำงานอย่างไร
zh_hans: 你的评分如何运作
zh_hant: 你的評分如何運作

source: How your sleep is sorted
de: So wird dein Schlaf einsortiert
es: Cómo se clasifica tu sueño
fr: Comment votre sommeil est classé
it: Come viene classificato il tuo sonno
pl: Jak uporządkowany jest Twój sen
pt_pt: Como é organizado o teu sono
ru: Как сортируется ваш сон
th: การนอนของคุณถูกจัดเรียงอย่างไร
zh_hans: 你的睡眠是如何分类的
zh_hant: 你的睡眠如何被分類

source: How's my charge trending?
de: Wie entwickelt sich meine Ladung?
es: ¿Cómo va la tendencia de mi carga?
fr: Comment évolue ma charge ?
it: Come sta andando la mia carica?
pl: Jakie są trendy w zakresie moich opłat?
pt_pt: Qual é a tendência da minha Carga?
ru: Как меняется мой заряд?
th: แนวโน้มพลังฟื้นตัวของฉันเป็นอย่างไร
zh_hans: 我的能量趋势如何？
zh_hant: 我的能量趨勢如何？

source: How's your mood today?
de: Wie ist deine Stimmung heute?
es: ¿Cómo está tu ánimo hoy?
fr: Comment est votre humeur aujourd'hui ?
it: Com'è il tuo umore oggi?
pl: Jaki masz dzisiaj nastrój?
pt_pt: Como está o teu humor hoje?
ru: Как ваше настроение сегодня?
th: วันนี้อารมณ์ของคุณเป็นอย่างไร?
zh_hans: 你今天心情如何？
zh_hant: 你今天心情如何？

source: HR %@ · Effort %@
de: HF %@ · Anstrengung %@
es: FC %@ · Esfuerzo %@
fr: FC %@ · Effort %@
it: FC %@ · Sforzo %@
pl: HR %@ · Wysiłek %@
pt_pt: RH %@ · Esforço %@
ru: Пульс %@ · Усилие %@
th: HR %@ · ภาระร่างกาย %@
zh_hans: 心率 %@ · 消耗 %@
zh_hant: 心率 %1$@ · 消耗 %2$@

source: HR density (per min)
de: HF-Dichte (pro Min.)
es: Densidad de FC (por min)
fr: Densité FC (par min)
it: Densità FC (al min)
pl: Gęstość HR (na minutę)
pt_pt: Densidade HR (por min)
ru: Плотность пульса (в минуту)
th: ความหนาแน่นของHR (ต่อนาที)
zh_hans: 心率密度（每分钟）
zh_hant: 心率密度（每分鐘）

# HR eased %lld → %lld over %@.
source: HR eased %1$lld → %2$lld over %3$@.
de: HF sank %1$lld → %2$lld über %3$@.
es: La FC se relajó de %lld → %lld en %@.
fr: FC apaisée %1$lld → %2$lld sur %3$@.
it: FC calata da %lld a %lld in %@.
pl: HR złagodzono %1$lld → %2$lld w stosunku do %3$@.
pt_pt: HR facilitou %1$lld → %2$lld sobre %3$@.
ru: Пульс снизился с %1$lld до %2$lld за %3$@.
th: HR ปลดเปลื้อง %lld → %lld เหนือ %@
zh_hans: 心率在 %3$@ 内从 %1$lld 缓和到 %2$lld。
zh_hant: 心率在 %3$@ 內從 %1$lld 緩降至 %2$lld。

# HR held steady (%lld → %lld). Try a paced breath instead.
source: HR held steady (%1$lld → %2$lld). Try a paced breath instead.
de: HF blieb stabil (%1$lld → %2$lld). Versuch stattdessen einen getakteten Atemzug.
es: La FC se mantuvo estable (%lld → %lld). Prueba mejor una respiración guiada.
fr: FC restée stable (%1$lld → %2$lld). Essayez plutôt une respiration guidée.
it: FC rimasta stabile (%lld → %lld). Prova invece una respirazione guidata.
pl: HR utrzymywane na stałym poziomie (%1$lld → %2$lld). Zamiast tego spróbuj oddychać w rytmie.
pt_pt: O HR manteve-se estável (%1$lld → %2$lld). Em vez disso, tente uma respiração controlada.
ru: Пульс держался стабильно (%1$lld → %2$lld). Попробуйте вместо этого дыхание в заданном темпе.
th: HR นิ่ง (%lld → %lld) ลองหายใจเข้าแทน
zh_hans: 心率保持平稳（%1$lld → %2$lld）。试试有节奏的呼吸。
zh_hant: 心率保持穩定（%1$lld → %2$lld）。試試改用節律呼吸。

# HR settled %lld → %lld over %@.
source: HR settled %1$lld → %2$lld over %3$@.
de: HF beruhigte sich %1$lld → %2$lld über %3$@.
es: La FC se asentó de %lld → %lld en %@.
fr: FC stabilisée %1$lld → %2$lld sur %3$@.
it: FC assestata da %lld a %lld in %@.
pl: HR rozlicza %1$lld → %2$lld nad %3$@.
pt_pt: O RH liquidou %1$lld → %2$lld sobre %3$@.
ru: Пульс стабилизировался с %1$lld до %2$lld за %3$@.
th: HR ตัดสิน %lld → %lld มากกว่า %@
zh_hans: 心率在 %3$@ 内从 %1$lld 平稳到 %2$lld。
zh_hant: 心率在 %3$@ 內從 %1$lld 平穩降至 %2$lld。

source: HR settled over %@.
de: HF beruhigte sich über %@.
es: La FC se asentó en %@.
fr: FC stabilisée sur %@.
it: FC assestata in %@.
pl: HR rozliczył %@.
pt_pt: O RH acertou %@.
ru: Пульс стабилизировался за %@.
th: HR ตัดสินเหนือ %@
zh_hans: 心率在 %@ 内趋于平稳。
zh_hant: 心率在 %@ 內趨於平穩。

source: HR unavailable
de: HF nicht verfügbar
es: FC no disponible
fr: FC non disponible
it: FC non disponibile
pl: HR niedostępny
pt_pt: RH indisponível
ru: ЧСС недоступна
th: ไม่มีข้อมูล HR
zh_hans: 心率不可用
zh_hant: 無法取得心率

source: HR ZONE
de: HF-ZONE
es: ZONA DE FC
fr: ZONE FC
it: ZONA FC
pl: STREFA HR
pt_pt: ZONA RH
ru: ЗОНА ПУЛЬСА
th: โซนHR
zh_hans: 心率区间
zh_hant: 心率區間

source: HR Zones
de: HF-Zonen
es: Zonas de FC
fr: Zones FC
it: Zone FC
pl: Strefy HR
pt_pt: Zonas de RH
ru: Зоны пульса
th: โซนHR
zh_hans: 心率区间
zh_hant: 心率區間

source: HR Zones (All)
de: HF-Zonen (alle)
es: Zonas de FC (todas)
fr: Zones FC (toutes)
it: Zone FC (tutte)
pl: Strefy tętna (wszystkie)
pt_pt: Zonas de RH (todas)
ru: Зоны пульса (все)
th: โซนHR(ทั้งหมด)
zh_hans: 心率区间（全部）
zh_hant: 心率區間（全部）

source: HR Zones 1-3
de: HR-Zonen 1-3
es: Zonas de FC 1-3
fr: Zones RH 1-3
it: Zone FC 1-3
pl: Strefy tętna 1-3
pt_pt: Zonas de RH 1-3
ru: HR-зоны 1–3
th: โซนอัตราการเต้นหัวใจ 1–3
zh_hans: 心率区 1-3
zh_hant: 心率區 1-3

source: HR Zones 1–3
de: HF-Zonen 1–3
es: Zonas de FC 1–3
fr: Zones FC 1–3
it: Zone FC 1–3
pl: Strefy tętna 1–3
pt_pt: Zonas de RH 1–3
ru: Зоны пульса 1–3
th: HRโซน 1–3
zh_hans: 心率区间 1–3
zh_hant: 心率區間 1–3

source: HR Zones 4-5
de: HR-Zonen 4-5
es: Zonas FC 4-5
fr: Zones RH 4-5
it: Zone FC 4-5
pl: Strefy tętna 4-5
pt_pt: Zonas de RH 4-5
ru: HR-зоны 4-5
th: โซนอัตราการเต้นหัวใจ 4–5
zh_hans: 心率区 4-5
zh_hant: 心率區 4-5

source: HR Zones 4–5
de: HF-Zonen 4–5
es: Zonas de FC 4–5
fr: Zones FC 4–5
it: Zone FC 4–5
pl: Strefy tętna 4–5
pt_pt: Zonas de RH 4–5
ru: Зоны пульса 4–5
th: โซนHR 4–5
zh_hans: 心率区间 4–5
zh_hant: 心率區間 4–5

source: HR-zone coaching
de: HF-Zonen-Coaching
es: Entrenamiento por zonas de FC
fr: Coaching par zones FC
it: Coaching per zone FC
pl: Coaching strefy HR
pt_pt: Treinadoring da zona de RH
ru: Тренерская подсказка по зонам пульса
th: การฝึกสอนโซน HR
zh_hans: 心率区间指导
zh_hant: 心率區間指導

# HRV %@ · RHR %@
source: HRV %1$@ · RHR %2$@
de: HRV %1$@ · Ruhe-HF %2$@
es: VFC %@ · FCR %@
fr: VFC %1$@ · FCR %2$@
it: HRV %@ · FC a riposo %@
pt_pt: VFC %1$@ · RHR %2$@
ru: ВСР %1$@ · Пульс в покое %2$@
th: HRV %@ · RHR %@
zh_hans: HRV %@ · 静息心率 %@
zh_hant: HRV %1$@ · 靜息心率 %2$@

source: HRV %lld%% over baseline
de: HRV %lld%% über Basislinie
es: VFC %lld%% por encima de la línea base
fr: VFC %lld%% au-dessus de la référence
it: HRV %lld%% sopra la linea di base
pl: HRV %lld%% powyżej wartości bazowej
pt_pt: VFC %lld%% acima da linha de base
ru: ВСР на %lld%% выше нормы
th: HRV %lld%% สูงกว่าพื้นฐาน
zh_hans: HRV 高于基线 %lld%%
zh_hant: HRV 高於基線 %lld%%

source: HRV %lld%% under baseline
de: HRV %lld%% unter Basislinie
es: VFC %lld%% por debajo de la línea base
fr: VFC %lld%% en dessous de la référence
it: HRV %lld%% sotto la linea di base
pl: HRV %lld%% poniżej wartości bazowej
pt_pt: HRV %lld%% abaixo da linha de base
ru: ВСР на %lld%% ниже нормы
th: HRV %lld%% ต่ำกว่าเกณฑ์พื้นฐาน
zh_hans: HRV 低于基线 %lld%%
zh_hant: HRV 低於基線 %lld%%

source: HRV ↔ Charge
de: HRV ↔ Ladung
es: VFC ↔ Carga
fr: VFC ↔ Charge
it: HRV ↔ Carica
pl: HRV ↔ Energia
pt_pt: VFC ↔ Carga
ru: ВСР ↔ Заряд
th: HRV ↔ พลังฟื้นตัว
zh_hans: HRV ↔ 能量
zh_hant: HRV ↔ 能量

source: HRV has dropped well below your baseline, pointing to elevated stress or fatigue. Ease off and give your body time to recover.
de: Die HRV ist deutlich unter deine Basislinie gefallen, was auf erhöhten Stress oder Müdigkeit hindeutet. Tritt kürzer und gib deinem Körper Zeit zum Erholen.
es: La VFC ha caído muy por debajo de tu línea base, lo que apunta a estrés o fatiga elevados. Baja el ritmo y dale a tu cuerpo tiempo para recuperarse.
fr: Votre VFC est tombée bien en dessous de votre référence, ce qui indique un stress ou une fatigue élevés. Levez le pied et laissez à votre corps le temps de récupérer.
it: Il tuo HRV è sceso ben sotto la tua linea di base, segno di stress elevato o affaticamento. Rallenta e dai al tuo corpo il tempo di recuperare.
pl: Wartość HRV spadła znacznie poniżej wartości bazowej, co wskazuje na podwyższony stres lub zmęczenie. Odpręż się i daj swojemu organizmowi czas na regenerację.
pt_pt: A VFC caiu bem abaixo da linha de base, apontando para stress elevado ou fadiga. Relaxe e dê tempo ao teu corpo para recuperar.
ru: ВСР значительно опустилась ниже вашей нормы, что указывает на повышенный стресс или усталость. Снизьте нагрузку и дайте телу время на восстановление.
th: HRV ลดลงต่ำกว่าเกณฑ์พื้นฐานของคุณมาก ซึ่งชี้ให้เห็นถึงความเครียดหรือความเหนื่อยล้าที่เพิ่มขึ้น ผ่อนคลายและให้เวลาร่างกายได้ฟื้นตัว
zh_hans: HRV 已明显低于你的基线，提示压力或疲劳升高。放慢节奏，给身体时间恢复。
zh_hant: HRV 已明顯低於你的基線，顯示壓力或疲勞升高。放慢腳步，給身體一點時間恢復。

source: HRV is above baseline, a sign of a relaxed, well-recovered nervous system. Stress is low.
de: Die HRV liegt über der Basislinie, ein Zeichen für ein entspanntes, gut erholtes Nervensystem. Der Stress ist niedrig.
es: La VFC está por encima de la línea base, señal de un sistema nervioso relajado y bien recuperado. El estrés es bajo.
fr: La VFC est au-dessus de la référence, signe d'un système nerveux détendu et bien récupéré. Le stress est faible.
it: L'HRV è sopra la linea di base, segno di un sistema nervoso rilassato e ben recuperato. Lo stress è basso.
pl: HRV jest powyżej wartości bazowej, co jest oznaką zrelaksowanego, dobrze zregenerowanego układu nerwowego. Stres jest niski.
pt_pt: A VFC está acima do valor inicial, um sinal de um sistema nervoso relaxado e bem recuperado. O stress é baixo.
ru: ВСР выше нормы — признак расслабленной, хорошо восстановленной нервной системы. Уровень стресса низкий.
th: HRV สูงกว่าค่าพื้นฐาน ซึ่งเป็นสัญญาณของระบบประสาทที่ผ่อนคลายและฟื้นตัวได้ดี ความเครียดอยู่ในระดับต่ำ
zh_hans: HRV 高于基线，说明神经系统放松、恢复良好。压力较低。
zh_hant: HRV 高於基線，代表神經系統放鬆且恢復良好。壓力偏低。

source: HRV is below your baseline, so ease into the day
de: Die HRV liegt unter deiner Basislinie, geh den Tag also ruhig an
es: La VFC está por debajo de tu línea base, así que tómate el día con calma
fr: La VFC est en dessous de votre référence, alors abordez la journée en douceur
it: L'HRV è sotto la tua linea di base, quindi prendi la giornata con calma
pl: HRV jest poniżej poziomu bazowego, więc spokojnie zacznij dzień
pt_pt: A VFC está abaixo da tua linha de base, por isso comece o dia com calma
ru: ВСР ниже вашей нормы, так что начинайте день спокойно
th: HRV ต่ำกว่าเกณฑ์พื้นฐานของคุณ ดังนั้นผ่อนคลายในแต่ละวัน
zh_hans: HRV 低于你的基线，今天慢慢来
zh_hant: HRV 低於你的基線，今天請放緩節奏

source: HRV readiness (experimental)
de: HRV-Bereitschaft (experimentell)
es: HRV preparedness (experimental)
fr: Préparation à la VFC (expérimental)
pl: Gotowość HRV (eksperymentalna)
pt_pt: Prontidão HRV (experimental)
th: ความพร้อมด้าน HRV (ทดลอง)
zh_hans: HRV 恢复就绪度评分 (实验性功能)

source: HRV readiness (experimental): %@
de: HRV-Reife (experimentell): %1$@
es: HRV preparedness (experimental): %1$@
fr: Préparation à la VFC (expérimental): %1$@
pl: Gotowość HRV (eksperymentalna): %@
pt_pt: Prontidão HRV (experimental): %@
th: ความพร้อมด้าน HRV (ทดลอง): %@

source: HRV readiness (Plews/Altini)
de: HRV-Bereitschaft (Plews/Altini)
es: HRV preparedness (Plews/Altini)
fr: Préparation à la VFC (Plews/Altini)
pl: Gotowość HRV (Plews/Altini)
pt_pt: Prontidão HRV (Plews/Altini)
th: ความพร้อมด้าน HRV (พลูส์/อัลตินี่)
zh_hans: HRV 恢复就绪度 (Plews/Altini 算法模型)

source: HRV reading
de: HRV-Messung
es: Lectura de VFC
fr: Mesure de VFC
it: Lettura HRV
pl: Odczyt HRV
pt_pt: Leitura da VFC
ru: Измерение ВСР
th: การอ่านค่า HRV
zh_hans: HRV 读数
zh_hant: HRV 讀數

source: HRV Reading
de: HRV-Messung
es: Lectura de VFC
fr: Mesure de VFC
it: Lettura HRV
pl: HRV Odczyt
pt_pt: Leitura de VFC
ru: Измерение ВСР
th: การอ่าน HRV
zh_hans: HRV 读数
zh_hant: HRV 讀數

source: HRV reading not started
de: HRV-Messung nicht gestartet
es: Lectura de VFC no iniciada
fr: Mesure de VFC non démarrée
it: Lettura HRV non avviata
pl: Odczyt HRV nie został rozpoczęty
pt_pt: Leitura HRV não iniciada
ru: Измерение ВСР не начато
th: การอ่านค่า HRV ไม่ได้เริ่มต้น
zh_hans: HRV 读取未开始
zh_hant: HRV 讀取尚未開始

source: HRV window
de: HRV-Fenster
es: Ventana HRV
fr: Fenêtre VFC
pl: Okno HRV
pt_pt: Janela de VFC
th: ช่วงข้อมูล HRV
zh_hans: HRV 计算窗口

source: Hydration
de: Flüssigkeit
es: Hidratación
fr: Hydratation
it: Idratazione
pl: Uwodnienie
pt_pt: Hidratação
ru: Гидратация
th: การดื่มน้ำ
zh_hans: 水分
zh_hant: 水分

source: Hydration today
de: Flüssigkeit heute
es: Hidratación de hoy
fr: Hydratation aujourd'hui
it: Idratazione oggi
pl: Nawodnienie dzisiaj
pt_pt: A hidratação hoje
ru: Гидратация сегодня
th: การให้ความชุ่มชื้นในวันนี้
zh_hans: 今日水分
zh_hant: 今日水分

source: Hydration tracking
de: Flüssigkeits-Tracking
es: Seguimiento de hidratación
fr: Suivi de l'hydratation
it: Monitoraggio dell'idratazione
pl: Śledzenie nawodnienia
pt_pt: Rastreio de hidratação
ru: Отслеживание гидратации
th: การติดตามความชุ่มชื้น
zh_hans: 水分追踪
zh_hant: 水分追蹤

source: Hypnogram
de: Hypnogramm
es: Hipnograma
fr: Hypnogramme
it: Ipnogramma
pl: Hipnogram
pt_pt: Hipnograma
ru: Гипнограмма
th: สะกดจิต
zh_hans: 睡眠图
zh_hant: 睡眠圖

source: i
de: ich
es: yo
fr: je
it: io
pt_pt: eu
ru: я
th: ฉัน
zh_hans: 我
zh_hant: 我

source: I am not a WHOOP employee, contractor, or affiliate, and I am not using NOOP on WHOOP's behalf.
de: Ich bin kein Mitarbeiter, Auftragnehmer oder Partner von WHOOP und verwende NOOP nicht im Namen von WHOOP.
es: No soy un empleado, contratista o afiliado de WHOOP, y no estoy utilizando NOOP en nombre de WHOOP.
fr: Je ne suis pas un employé, un entrepreneur ou un affilié de WHOOP, et je n'utilise pas NOOP au nom de WHOOP.
it: Non sono un dipendente, appaltatore o affiliato di WHOOP e non utilizzo NOOP per conto di WHOOP.
pl: Nie jestem pracownikiem, wykonawcą ani podmiotem powiązanym z WHOOP i nie używam NOOP w imieniu WHOOP.
pt_pt: Não sou funcionário, contratado ou afiliado de WHOOP e não estou usando NOOP em nome de WHOOP.
ru: Я не являюсь сотрудником, подрядчиком или аффилированным лицом WHOOP и не использую NOOP от имени WHOOP.
th: ฉันไม่ใช่พนักงาน ผู้รับเหมา หรือบริษัทในเครือของ WHOOP และฉันไม่ได้ใช้ NOOP ในนามของ WHOOP
zh_hans: 我不是 WHOOP 员工、承包商或附属机构，并且我不代表 WHOOP 使用 NOOP。
zh_hant: 我不是 WHOOP 員工、承包商或附屬機構，我不代表 WHOOP 使用 NOOP。

source: I can hold this goal and shape your training around it, but I can't measure it from your strap — so I won't invent progress numbers for it.
de: Ich kann dieses Ziel festhalten und dein Training danach ausrichten, aber vom Strap messen kann ich es nicht — also erfinde ich auch keine Fortschrittszahlen dafür.
es: Puedo mantener este objetivo y orientar tu entrenamiento hacia él, pero no puedo medirlo desde tu correa, así que no me inventaré cifras de progreso.
fr: Je peux retenir cet objectif et orienter ton entraînement, mais je ne peux pas le mesurer depuis ton bracelet — je n'inventerai donc aucun chiffre de progression.
it: Posso mantenere questo obiettivo e modellare il tuo allenamento attorno ad esso, ma non posso misurarlo dal tuo cinturino, quindi non inventerò numeri di progresso per questo.
pl: Mogę trzymać ten cel i układać wokół niego trening, ale nie zmierzę go z opaski — więc nie będę wymyślał liczb o postępie.
pt_pt: Posso manter esse objetivo e moldar seu treinamento em torno dele, mas não posso medi-lo a partir da sua pulseira – portanto, não vou inventar números de progresso para isso.
ru: Я могу придерживаться этой цели и формировать вокруг нее ваши тренировки, но я не могу измерить ее по вашему ремню — поэтому я не буду придумывать для нее цифры прогресса.
th: ฉันสามารถบรรลุเป้าหมายนี้และกำหนดรูปแบบการฝึกของคุณได้ แต่ฉันไม่สามารถวัดได้จากสายรัดของคุณ ดังนั้น ฉันจะไม่ประดิษฐ์ตัวเลขความคืบหน้าสำหรับเป้าหมายนี้
zh_hans: 我可以坚持这个目标并围绕它来塑造你的训练，但我无法从你的带子上衡量它 - 所以我不会为它发明进度数字。
zh_hant: 我可以堅持這個目標並圍繞它來塑造你的訓練，但我無法從你的帶子上衡量它 - 所以我不會為它發明進度數字。

source: I have read and accept these terms, and I'm using NOOP with my own device and my own data, at my own risk.
de: Ich habe diese Bedingungen gelesen und akzeptiere sie, und ich nutze NOOP mit meinem eigenen Gerät und meinen eigenen Daten, auf eigenes Risiko.
es: He leído y acepto estos términos, y uso NOOP con mi propio dispositivo y mis propios datos, bajo mi propio riesgo.
fr: J'ai lu et j'accepte ces conditions, et j'utilise NOOP avec mon propre appareil et mes propres données, à mes propres risques.
it: Ho letto e accetto questi termini e sto usando NOOP con il mio dispositivo e i miei dati, a mio rischio.
pl: Przeczytałem i akceptuję niniejsze warunki oraz używam NOOP na własnym urządzeniu i własnych danych, na własne ryzyko.
pt_pt: Li e aceito estes termos e estou a utilizar o NOOP com o meu próprio dispositivo e os meus próprios dados, por minha conta e risco.
ru: Я прочитал(а) и принимаю эти условия и использую NOOP с собственным устройством и собственными данными на свой страх и риск.
th: ฉันได้อ่านและยอมรับข้อกำหนดเหล่านี้แล้ว และฉันใช้ NOOP กับอุปกรณ์และข้อมูลของฉันเอง โดยยอมรับความเสี่ยงเอง
zh_hans: 我已阅读并接受这些条款，并且我是在自担风险的情况下，使用我自己的设备和我自己的数据来使用 NOOP。
zh_hant: 我已閱讀並接受這些條款，並且我是在自擔風險的情況下，使用我自己的裝置和我自己的資料來使用 NOOP。

source: I keep this project anonymous, so crypto is the only way to chip in, no Patreon, no PayPal, no name attached. Quick, global, and private for both of us.
de: Ich halte dieses Projekt anonym, daher ist Krypto die einzige Möglichkeit, beizutragen, kein Patreon, kein PayPal, kein Name. Schnell, weltweit und privat für uns beide.
es: Mantengo este proyecto de forma anónima, así que las criptomonedas son la única forma de contribuir: sin Patreon, sin PayPal, sin nombres. Rápido, global y privado para ambos.
fr: Je maintiens ce projet anonyme, donc la crypto est le seul moyen de contribuer, pas de Patreon, pas de PayPal, pas de nom attaché. Rapide, mondial et privé pour nous deux.
it: Mantengo questo progetto anonimo, quindi le cripto sono l'unico modo per contribuire, niente Patreon, niente PayPal, nessun nome collegato. Veloce, globale e privato per entrambi.
pl: Zachowuję anonimowość tego projektu, więc krypto to jedyny sposób na włączenie się, bez Patreona, bez PayPala, bez nazwy. Szybko, globalnie i prywatnie dla nas obojga.
pt_pt: Mantenho este projeto anónimo, pelo que a encriptação é a única forma de contribuir, sem Patreon, sem PayPal, sem nome anexado. Rápido, global e privado para ambos.
ru: Проект остаётся анонимным, поэтому поддержать его можно только криптовалютой: без Patreon, PayPal и привязки к имени. Это быстро, доступно из любой страны и приватно для нас обоих.
th: ฉันเก็บโปรเจ็กต์นี้ไว้โดยไม่เปิดเผยตัวตน ดังนั้น crypto จึงเป็นหนทางเดียวที่จะเข้าร่วมได้ ไม่มี Patreon ไม่มี PayPal และไม่มีการแนบชื่อ รวดเร็ว ทั่วโลก และเป็นส่วนตัวสำหรับเราทั้งคู่
zh_hans: 我让这个项目保持匿名，所以加密货币是唯一的支持方式，，没有 Patreon，没有 PayPal，不附带任何名字。快捷、全球通用，对你我双方都私密。
zh_hant: 我讓這個專案保持匿名，所以加密貨幣是唯一的支持方式，，沒有 Patreon，沒有 PayPal，不附帶任何名字。快捷、全球通用，對你我雙方都私密。

source: I keep this project anonymous, so crypto is the only way to chip in: no Patreon, no PayPal, no name attached. Quick, global, and private for both of us.
de: Ich halte dieses Projekt anonym, daher ist Krypto der einzige Weg, etwas beizusteuern: kein Patreon, kein PayPal, kein Name. Schnell, global und privat für uns beide.
es: Mantengo este proyecto anónimo, así que las criptomonedas son la única forma de aportar: sin Patreon, sin PayPal, sin nombres. Rápido, global y privado para ambos.
fr: Je garde ce projet anonyme, donc la cryptomonnaie est le seul moyen de contribuer : pas de Patreon, pas de PayPal, aucun nom associé. Rapide, mondial et privé pour nous deux.
it: Mantengo questo progetto anonimo, quindi le criptovalute sono l'unico modo per contribuire, niente Patreon, niente PayPal, nessun nome collegato. Veloce, globale e privato per entrambi.
pl: Zachowuję anonimowość tego projektu, więc krypto to jedyny sposób na włączenie się: bez Patreona, bez PayPala, bez nazwy. Szybko, globalnie i prywatnie dla nas obojga.
pt_pt: Mantenho este projeto anónimo, pelo que a encriptação é a única forma de contribuir: sem Patreon, sem PayPal, sem nome anexado. Rápido, global e privado para ambos.
ru: Я сохраняю анонимность этого проекта, поэтому единственный способ поддержать его — криптовалюта: никакого Patreon, никакого PayPal, никаких имён. Быстро, глобально и приватно для нас обоих.
th: ฉันเก็บโปรเจ็กต์นี้ไว้โดยไม่เปิดเผยตัวตน ดังนั้น crypto จึงเป็นหนทางเดียวที่จะเข้าร่วม: ไม่ต้อง Patreon, ไม่ต้องใช้ PayPal, ไม่ต้องแนบชื่อ รวดเร็ว ทั่วโลก และเป็นส่วนตัวสำหรับเราทั้งคู่
zh_hans: 我让这个项目保持匿名，所以加密货币是唯一的支持方式，没有 Patreon，没有 PayPal，不附带任何名字。快捷、全球通用，对你我双方都私密。
zh_hant: 我讓這個專案保持匿名，所以加密貨幣是唯一的支持方式，沒有 Patreon，沒有 PayPal，不附帶任何名字。快捷、全球通用，對你我雙方都私密。
